export default {
    tag: 'movie',
    data: [
        {
            id: 1,
            title: "Тор: Любовь и гром",
            genre: "фантастика",
            premuere: "23 июня 2022",
            slogan: "Not every god has a plan",
            country: "Австралия, США",
            ageRest: "16+",
            director: "Taika Waititi",
            description: "Супергеройский блокбастер Тайка Вайтити о могучем Торе, который пытался найти покой и уединение, но не вышло. Теперь он вынужден противостоять новой вселенской угрозе – Горру Убийце Богов, объединившись с друзьями из Асгарда. Кроме того, ему предстоит новая встреча с бывшей любовью Джейн Фостер, которая сама обзавелась молотом.",
            image: "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/edfe3234-6ede-4edf-a35d-5ec071ef52c8/1920x",
            url: "https://www.sspoisk.ru/film/1282688/"
        },
        {
            id: 2,
            title: "Тор (2011)",
            genre: " фантастика",
            premuere: " 17 апреля 2011",
            slogan: "Мужество бессмертно",
            country: "США",
            ageRest: "16+",
            director: "Kenneth Branagh",
            description: "Эпическое приключение происходит как на нашей планете Земля, так и в королевстве богов Асгарде. В центре истории - Могучий Тор, сильный, но высокомерный воин, чьи безрассудные поступки возрождают древнюю войну в Асгарде. Тора отправляют в ссылку на Землю, лишают сил и заставляют жить среди обычных людей в качестве наказания...",
            image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/09f0bad6-9ea6-430f-9b7d-47369e51d7f2/300x450",
            url: "https://www.sspoisk.ru/film/258941/"
        },
        {
            id: 3,
            title: "Главный герой",
            genre: " фантастика",
            premuere: " 10 августа 2021",
            slogan: "Жизнь слишком коротка, чтобы быть на вторых ролях",
            country: "США",
            ageRest: "16+",
            director: "Shawn Levy",
            description: "Парень по имени Парень счастлив. Он живет в лучшем в мире городе Городе, работает на лучшей в мире работе в Банке и дружит с охранником по имени Приятель. И его совершенно не волнует, что Банк грабят по нескольку раз на дню, а улицы Города напоминают зону военных действий. Единственное, чего Парню не хватает для полного счастья — идеальной девушки, к которой у него имеется точный список требований. И вот однажды он видит на улице красотку, точь-в-точь как в его мечтах. Эта встреча изменит не только нашего главного героя, но и перевернёт весь известный ему мир.",
            image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/ae9161e3-bcb8-4ea7-8266-b43e816c19ee/300x450",
            url: "https://www.sspoisk.ru/film/1199100/"
        },
        {
            id: 4,
            title: "Социальная сеть (2010)",
            genre: "драма, биография",
            premuere: "24 сентября 2010",
            slogan: "Нельзя завести 500 миллионов друзей, не нажив ни одного врага",
            country: "США",
            ageRest: "12+",
            director: "David Fincher",
            description: "В фильме рассказывается история создания одной из самых популярных в Интернете социальных сетей - Facebook. Оглушительный успех этой сети среди пользователей по всему миру навсегда изменил жизнь студентов-однокурсников гарвардского университета, которые основали ее в 2004 году и за несколько лет стали самыми молодыми мультимиллионерами в США.",
            image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/04c60e22-8972-48a0-8945-019222065ae2/300x450",
            url: "https://www.sspoisk.ru/film/427198/"
        }
    ]
}